---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ModelTextSize
source: html/4f4abd46-fbb6-5a53-f822-db9a4c1cca8d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ModelTextSize Property

"Text Size"

## Syntax (C#)
```csharp
public static ForgeTypeId ModelTextSize { get; }
```